Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=16_art_id=229.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Eana
sma: Lïerh: Eatneme

source: Eanan lea Ipmilláhji
sma: Eatneme akte vadtese sjugniedæjjeste

source: Luondu lea addon olbmui illun ja geavaheapmin dán máilmmis.
sma: Eatnemem almetjidie vadteme aavoen jïh åtnoen gaavhtan daennie veartenisnie.

source: Olmmoš lea sivdniduvvon eatnamis, ja mis lea erenoamáš bargu eatnama ektui.
sma: Almetje lea jåarteste sjugniedamme jïh aktem vihties laavenjassem åtna jåartan muhteste.

source: Mii galgat bures meannudit luonddu ja hálddašit dan nu ahte buohkat sáhttet eallit luondduláhjiin.
sma: Mijjieh edtjebe eatnemem gorredidh jih dam reeredh guktie gaajhkesh maehtieh destie jieledh.

source: Olmmoš gullá guvlui, ii nubbeládje.
sma: Saemieh lin åvtesne øørnedamme sïjtine.

source: Ovdal orro sámit siiddain. Dihto siiddat besse bivdit ja guođuhit dihto báikkiin.
sma: Vihties sïjth reaktoem utnin gåatodh, vïjredh jïh lidtedh dej dajven sisnjelen.

source: Jus lea ráhkisvuohta lundui, de čuovvu maid ovddasvástádus váldit das várá.
sma: Jis gieriesvoetem eatnamasse åådtje, dellie aaj aktem diedtem åtna dam vaarjelidh.

source: Odne geavahuvvo siidadoaba eanaš boazodoalus.
sma: Daan biejjien sïjtedïejvesem åajvahkommes båatsosne nåhtede.

source: Ovdal ledje olbmot nannosit čadnon lundui, muhto mo lea dál ?
sma: Åvtesne almetjh lin tjarki gårredamme eatnamasse, bene guktie lea daan biejjien ?

source: Mo son olbmot dál geavahit luonddu ?
sma: Guktie almetjh eatnemem nåhtedieh daan biejjien ?

source: Mo čájehit árvvusatnima, vuollegašvuođa ja ráhkesvuođa lundui ? Man láhkái ?
sma: Krøøhkestibie eatnemem, jïh vietselesvoetem jih gieriesvoetem eatnamasse vuesehtibie ?
